/* placeholder message */
"No URL specified" = "Aucune URL indiquée";

/* placeholder message */
"Use the Inspector to set the URL and title of this page." = "Utiliser l’Inspecteur pour définir l’URL et le titre de cette page.";

/* placeholder message */
"“Live” page loading is disabled from the preferences" = "Le chargement de page « en direct  » est désactivé dans les préférences";